export const ESAs = [
    {
      key: "1",
      value: "สพป.กรุงเทพมหานคร",
    },
    {
      key: "1",
      value: "สพป.นนทบุรี เขต 1",
    },
    {
      key: "1",
      value: "สพป.นนทบุรี เขต 2",
    },
    {
      key: "1",
      value: "สพป.พระนครศรีอยุธยา เขต 1",
    },
    {
      key: "1",
      value: "สพป.พระนครศรีอยุธยา เขต 2",
    },
    {
      key: "2",
      value: "สพป.ชัยนาท",
    },
    {
      key: "2",
      value: "สพป.ปทุมธานี เขต 1",
    },
    {
      key: "2",
      value: "สพป.ปทุมธานี เขต 2",
    },
    {
      key: "2",
      value: "สพป.ลพบุรี เขต 1",
    },
    {
      key: "2",
      value: "สพป.ลพบุรี เขต 2",
    },
    {
      key: "2",
      value: "สพป.สระบุรี เขต 1",
    },
    {
      key: "2",
      value: "สพป.สระบุรี เขต 2",
    },
    {
      key: "2",
      value: "สพป.สิงห์บุรี",
    },
    {
      key: "2",
      value: "สพป.อ่างทอง",
    },
    {
      key: "2",
      value: "สพป.อุทัยธานี เขต 1",
    },
    {
      key: "2",
      value: "สพป.อุทัยธานี เขต 2",
    },
    {
      key: "3",
      value: "สพป.กาญจนบุรี เขต 1",
    },
    {
      key: "3",
      value: "สพป.กาญจนบุรี เขต 2",
    },
    {
      key: "3",
      value: "สพป.กาญจนบุรี เขต 3",
    },
    {
      key: "3",
      value: "สพป.กาญจนบุรี เขต 4",
    },
    {
      key: "3",
      value: "สพป.นครปฐม เขต 1",
    },
    {
      key: "3",
      value: "สพป.นครปฐม เขต 2",
    },
    {
      key: "3",
      value: "สพป.ราชบุรี เขต 1",
    },
    {
      key: "3",
      value: "สพป.ราชบุรี เขต 2",
    },
    {
      key: "3",
      value: "สพป.สุพรรณบุรี เขต 1",
    },
    {
      key: "3",
      value: "สพป.สุพรรณบุรี เขต 2",
    },
    {
      key: "3",
      value: "สพป.สุพรรณบุรี เขต 3",
    },
    {
      key: "4",
      value: "สพป.ประจวบคีรีขันธ์ เขต 1",
    },
    {
      key: "4",
      value: "สพป.ประจวบคีรีขันธ์ เขต 2",
    },
    {
      key: "4",
      value: "สพป.เพชรบุรี เขต 1",
    },
    {
      key: "4",
      value: "สพป.เพชรบุรี เขต 2",
    },
    {
      key: "4",
      value: "สพป.สมุทรสงคราม",
    },
    {
      key: "4",
      value: "สพป.สมุทรสาคร",
    },
    {
      key: "5",
      value: "สพป.ชุมพร เขต 1",
    },
    {
      key: "5",
      value: "สพป.ชุมพร เขต 2",
    },
    {
      key: "5",
      value: "สพป.นครศรีธรรมราช เขต 1",
    },
    {
      key: "5",
      value: "สพป.นครศรีธรรมราช เขต 2",
    },
    {
      key: "5",
      value: "สพป.นครศรีธรรมราช เขต 3",
    },
    {
      key: "5",
      value: "สพป.นครศรีธรรมราช เขต 4",
    },
    {
      key: "5",
      value: "สพป.พัทลุง เขต 1",
    },
    {
      key: "5",
      value: "สพป.พัทลุง เขต 2",
    },
    {
      key: "5",
      value: "สพป.สงขลา เขต 1",
    },
    {
      key: "5",
      value: "สพป.สงขลา เขต 2",
    },
    {
      key: "5",
      value: "สพป.สงขลา เขต 3",
    },
    {
      key: "5",
      value: "สพป.สตูล",
    },
    {
      key: "5",
      value: "สพป.สุราษฎร์ธานี เขต 1",
    },
    {
      key: "5",
      value: "สพป.สุราษฎร์ธานี เขต 2",
    },
    {
      key: "5",
      value: "สพป.สุราษฎร์ธานี เขต 3",
    },
    {
      key: "6",
      value: "สพป.กระบี่",
    },
    {
      key: "6",
      value: "สพป.ตรัง เขต 1",
    },
    {
      key: "6",
      value: "สพป.ตรัง เขต 2",
    },
    {
      key: "6",
      value: "สพป.พังงา",
    },
    {
      key: "6",
      value: "สพป.ภูเก็ต",
    },
    {
      key: "6",
      value: "สพป.ระนอง",
    },
    {
      key: "7",
      value: "สพป.นราธิวาส เขต 1",
    },
    {
      key: "7",
      value: "สพป.นราธิวาส เขต 2",
    },
    {
      key: "7",
      value: "สพป.นราธิวาส เขต 3",
    },
    {
      key: "7",
      value: "สพป.ปัตตานี เขต 1",
    },
    {
      key: "7",
      value: "สพป.ปัตตานี เขต 2",
    },
    {
      key: "7",
      value: "สพป.ปัตตานี เขต 3",
    },
    {
      key: "7",
      value: "สพป.ยะลา เขต 1",
    },
    {
      key: "7",
      value: "สพป.ยะลา เขต 2",
    },
    {
      key: "7",
      value: "สพป.ยะลา เขต 3",
    },
    {
      key: "8",
      value: "สพป.ฉะเชิงเทรา เขต 1",
    },
    {
      key: "8",
      value: "สพป.ฉะเชิงเทรา เขต 2",
    },
    {
      key: "8",
      value: "สพป.ชลบุรี เขต 1",
    },
    {
      key: "8",
      value: "สพป.ชลบุรี เขต 2",
    },
    {
      key: "8",
      value: "สพป.ชลบุรี เขต 3",
    },
    {
      key: "8",
      value: "สพป.ระยอง เขต 1",
    },
    {
      key: "8",
      value: "สพป.ระยอง เขต 2",
    },
    {
      key: "8",
      value: "สพป.สมุทรปราการ เขต 1",
    },
    {
      key: "8",
      value: "สพป.สมุทรปราการ เขต 2",
    },
    {
      key: "9",
      value: "สพป.จันทบุรี เขต 1",
    },
    {
      key: "9",
      value: "สพป.จันทบุรี เขต 2",
    },
    {
      key: "9",
      value: "สพป.ตราด",
    },
    {
      key: "9",
      value: "สพป.นครนายก",
    },
    {
      key: "9",
      value: "สพป.ปราจีนบุรี เขต 1",
    },
    {
      key: "9",
      value: "สพป.ปราจีนบุรี เขต 2",
    },
    {
      key: "9",
      value: "สพป.สระแก้ว เขต 1",
    },
    {
      key: "9",
      value: "สพป.สระแก้ว เขต 2",
    },
    {
      key: "10",
      value: "สพป.เลย เขต 1",
    },
    {
      key: "10",
      value: "สพป.เลย เขต 2",
    },
    {
      key: "10",
      value: "สพป.เลย เขต 3",
    },
    {
      key: "10",
      value: "สพป.หนองคาย เขต 1",
    },
    {
      key: "10",
      value: "สพป.หนองคาย เขต 2",
    },
    {
      key: "10",
      value: "สพป.หนองบัวลำภู เขต 1",
    },
    {
      key: "10",
      value: "สพป.หนองบัวลำภู เขต 2",
    },
    {
      key: "10",
      value: "สพป.อุดรธานี เขต 1",
    },
    {
      key: "10",
      value: "สพป.อุดรธานี เขต 2",
    },
    {
      key: "10",
      value: "สพป.อุดรธานี เขต 3",
    },
    {
      key: "10",
      value: "สพป.อุดรธานี เขต 4",
    },
    {
      key: "10",
      value: "สพป.บึงกาฬ",
    },
    {
      key: "11",
      value: "สพป.นครพนม เขต 1",
    },
    {
      key: "11",
      value: "สพป.นครพนม เขต 2",
    },
    {
      key: "11",
      value: "สพป.มุกดาหาร",
    },
    {
      key: "11",
      value: "สพป.สกลนคร เขต 1",
    },
    {
      key: "11",
      value: "สพป.สกลนคร เขต 2",
    },
    {
      key: "11",
      value: "สพป.สกลนคร เขต 3",
    },
    {
      key: "12",
      value: "สพป.กาฬสินธุ์ เขต 1",
    },
    {
      key: "12",
      value: "สพป.กาฬสินธุ์ เขต 2",
    },
    {
      key: "12",
      value: "สพป.กาฬสินธุ์ เขต 3",
    },
    {
      key: "12",
      value: "สพป.ขอนแก่น เขต 1",
    },
    {
      key: "12",
      value: "สพป.ขอนแก่น เขต 2",
    },
    {
      key: "12",
      value: "สพป.ขอนแก่น เขต 3",
    },
    {
      key: "12",
      value: "สพป.ขอนแก่น เขต 4",
    },
    {
      key: "12",
      value: "สพป.ขอนแก่น เขต 5",
    },
    {
      key: "12",
      value: "สพป.มหาสารคาม เขต 1",
    },
    {
      key: "12",
      value: "สพป.มหาสารคาม เขต 2",
    },
    {
      key: "12",
      value: "สพป.มหาสารคาม เขต 3",
    },
    {
      key: "12",
      value: "สพป.ร้อยเอ็ด เขต 1",
    },
    {
      key: "12",
      value: "สพป.ร้อยเอ็ด เขต 2",
    },
    {
      key: "12",
      value: "สพป.ร้อยเอ็ด เขต 3",
    },
    {
      key: "13",
      value: "สพป.ชัยภูมิ เขต 1",
    },
    {
      key: "13",
      value: "สพป.ชัยภูมิ เขต 2",
    },
    {
      key: "13",
      value: "สพป.ชัยภูมิ เขต 3",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 1",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 2",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 3",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 4",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 5",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 6",
    },
    {
      key: "13",
      value: "สพป.นครราชสีมา เขต 7",
    },
    {
      key: "13",
      value: "สพป.บุรีรัมย์ เขต 1",
    },
    {
      key: "13",
      value: "สพป.บุรีรัมย์ เขต 2",
    },
    {
      key: "13",
      value: "สพป.บุรีรัมย์ เขต 3",
    },
    {
      key: "13",
      value: "สพป.บุรีรัมย์ เขต 4",
    },
    {
      key: "13",
      value: "สพป.สุรินทร์ เขต 1",
    },
    {
      key: "13",
      value: "สพป.สุรินทร์ เขต 2",
    },
    {
      key: "13",
      value: "สพป.สุรินทร์ เขต 3",
    },
    {
      key: "14",
      value: "สพป.ยโสธร เขต 1",
    },
    {
      key: "14",
      value: "สพป.ยโสธร เขต 2",
    },
    {
      key: "14",
      value: "สพป.ศรีสะเกษ เขต 1",
    },
    {
      key: "14",
      value: "สพป.ศรีสะเกษ เขต 2",
    },
    {
      key: "14",
      value: "สพป.ศรีสะเกษ เขต 3",
    },
    {
      key: "14",
      value: "สพป.ศรีสะเกษ เขต 4",
    },
    {
      key: "14",
      value: "สพป.อำนาจเจริญ",
    },
    {
      key: "14",
      value: "สพป.อุบลราชธานี เขต 1",
    },
    {
      key: "14",
      value: "สพป.อุบลราชธานี เขต 2",
    },
    {
      key: "14",
      value: "สพป.อุบลราชธานี เขต 3",
    },
    {
      key: "14",
      value: "สพป.อุบลราชธานี เขต 4",
    },
    {
      key: "14",
      value: "สพป.อุบลราชธานี เขต 5",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 1",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 2",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 3",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 4",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 5",
    },
    {
      key: "15",
      value: "สพป.เชียงใหม่ เขต 6",
    },
    {
      key: "15",
      value: "สพป.แม่ฮ่องสอน เขต 1",
    },
    {
      key: "15",
      value: "สพป.แม่ฮ่องสอน เขต 2",
    },
    {
      key: "15",
      value: "สพป.ลำปาง เขต 1",
    },
    {
      key: "15",
      value: "สพป.ลำปาง เขต 2",
    },
    {
      key: "15",
      value: "สพป.ลำปาง เขต 3",
    },
    {
      key: "15",
      value: "สพป.ลำพูน เขต 1",
    },
    {
      key: "15",
      value: "สพป.ลำพูน เขต 2",
    },
    {
      key: "16",
      value: "สพป.เชียงราย เขต 1",
    },
    {
      key: "16",
      value: "สพป.เชียงราย เขต 2",
    },
    {
      key: "16",
      value: "สพป.เชียงราย เขต 3",
    },
    {
      key: "16",
      value: "สพป.เชียงราย เขต 4",
    },
    {
      key: "16",
      value: "สพป.น่าน เขต 1",
    },
    {
      key: "16",
      value: "สพป.น่าน เขต 2",
    },
    {
      key: "16",
      value: "สพป.พะเยา เขต 1",
    },
    {
      key: "16",
      value: "สพป.พะเยา เขต 2",
    },
    {
      key: "16",
      value: "สพป.แพร่ เขต 1",
    },
    {
      key: "16",
      value: "สพป.แพร่ เขต 2",
    },
    {
      key: "17",
      value: "สพป.ตาก เขต 1",
    },
    {
      key: "17",
      value: "สพป.ตาก เขต 2",
    },
    {
      key: "17",
      value: "สพป.พิษณุโลก เขต 1",
    },
    {
      key: "17",
      value: "สพป.พิษณุโลก เขต 2",
    },
    {
      key: "17",
      value: "สพป.พิษณุโลก เขต 3",
    },
    {
      key: "17",
      value: "สพป.เพชรบูรณ์ เขต 1",
    },
    {
      key: "17",
      value: "สพป.เพชรบูรณ์ เขต 2",
    },
    {
      key: "17",
      value: "สพป.เพชรบูรณ์ เขต 3",
    },
    {
      key: "17",
      value: "สพป.สุโขทัย เขต 1",
    },
    {
      key: "17",
      value: "สพป.สุโขทัย เขต 2",
    },
    {
      key: "17",
      value: "สพป.อุตรดิตถ์ เขต 1",
    },
    {
      key: "17",
      value: "สพป.อุตรดิตถ์ เขต 2",
    },
    {
      key: "18",
      value: "สพป.กำแพงเพชร เขต 1",
    },
    {
      key: "18",
      value: "สพป.กำแพงเพชร เขต 2",
    },
    {
      key: "18",
      value: "สพป.นครสวรรค์ เขต 1",
    },
    {
      key: "18",
      value: "สพป.นครสวรรค์ เขต 2",
    },
    {
      key: "18",
      value: "สพป.นครสวรรค์ เขต 3",
    },
    {
      key: "18",
      value: "สพป.พิจิตร เขต 1",
    },
    {
      key: "18",
      value: "สพป.พิจิตร เขต 2",
    },
  ];